{"text": "Virginia v. West Virginia, 78 U.S. (11 Wall.) 39 (1871), is a 6-to-3 ruling by the Supreme Court of the United States which held that where a governor has discretion in the conduct of the election, the legislature is bound by his action and cannot undo the results based on fraud. The Court implicitly affirmed that the breakaway Virginia counties had received the necessary consent of both the State of Virginia and the United States Congress to become a separate state, and explicitly held that the counties of Berkeley and Jefferson were part of the new state of West Virginia.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "At the beginning of the American Civil War, Virginia seceded from the United States in 1861 over slavery, but many of the northwestern counties of Virginia were decidedly pro-union. At a convention called by the governor and authorized by the legislature, delegates voted on April 17, 1861, to approve Virginia's secession from the United States. Although the resolution required approval from voters (at an election scheduled for May 23, 1861), Virginia's governor entered into a treaty of alliance with the Confederate States of America on April 24, elected delegates to the Confederate Congress on April 29, and formally entered the Confederacy on May 7. For President Lincoln, these actions proved that rebels had taken over the state and turned the machinery of the state toward insurrection. These individuals had not acted with popular support, and thus Lincoln felt justified later in recognizing the Reorganized Government.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Unionist sentiment was so high in the northwestern counties that civil government began to disintegrate, and the Wheeling Intelligencer newspaper called for a convention of delegates to meet in the city of Wheeling to consider secession from the commonwealth of Virginia. Delegates duly assembled, and at the First Wheeling Convention (also known as the May Convention), held May 13 to 15, the delegates voted to hold off on secession from Virginia until Virginia formally seceded from the United States. Concerned that the irregular nature of the First Wheeling Convention might not democratically represent the will of the people, elections were scheduled for June 4 to formally elect delegates to a second convention, if necessary. Virginians voted to approve secession on May 23. On June 4, elections were held and delegates to a Second Wheeling Convention elected. These elections were irregular as well: Some were held under military pressure, some counties sent no delegates, some delegates never appeared, and voter turnout varied significantly. On June 19, the Second Wheeling Convention declared the offices of all government officials who had voted for secession vacant, and reconstituted the executive and legislative branches of the Virginia government from their own ranks. The Second Wheeling Convention adjourned on June 25 with the intent of reconvening on August 6.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "The new Reorganized Governor, Francis Harrison Pierpont, asked President Abraham Lincoln for military assistance, and Lincoln recognized the new government. The region elected new U.S. Senators and its two existing Representatives took their old seats in the House, effectively giving Congressional recognition to the Reorganized Government as well.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "After reconvening on August 6, the Second Wheeling Convention again debated secession from Virginia. The delegates adopted a resolution authorizing the secession of 39 counties, with the counties of Berkeley, Greenbrier, Hampshire, Hardy, Jefferson, Morgan, and Pocahontas to be added if their voters approved, and authorizing any contiguous counties with these to join the new state if they so voted as well. On October 24, 1861, voters in the 39 counties plus voters in Hampshire and Hardy counties voted to secede from the commonwealth of Virginia. In eleven counties voter participation was less than 20%, with counties like Raleigh and Braxton showing only 5% and 2% voter turnout. The ballot also allowed voters to choose delegates to a constitutional convention, which met from November 26, 1861, to February 18, 1862. The convention chose the name \"West Virginia,\" but then engaged in lengthy and acrimonious debate over whether to extend the state's boundaries to other counties which had not voted to secede. Added to the new state were McDowell, Mercer, and Monroe counties. Berkeley, Frederick, Hampshire, Hardy, Jefferson, Morgan, and Pendleton counties were again offered the chance to join, which all but Frederick County did. Eight counties, Greenbrier, Logan, McDowell, Mercer, Monroe, Pocahontas, Webster, and Wyoming, never participated in any of the polls initiated by the Wheeling government, although they were included in the new state. A new constitution for West Virginia was adopted on February 18, 1862, which was approved by voters on April 4.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Governor Pierpont recalled the Reorganized state legislature, which voted on May 13 to approve the secession (and to include Berkeley, Frederick, and Jefferson counties if they approved the new West Virginia constitution as well). After much debate over whether Virginia had truly given its consent to the formation of the new state, the United States Congress adopted a statehood bill on July 14, 1862, which contained the proviso that all blacks in the new state under the age of 21 on July 4, 1863, be freed. President Lincoln was unsure of the bill's constitutionality, but, pressed by northern senators, he signed the legislation on December 31, 1862.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "The West Virginia constitutional convention had not adjourned sine die, but rather subject to recall. Every county except Webster and Monroe sent representatives to the session that convened on February 12, 1863 with Abraham D.Soper as its president. After spirited debate concerning compensation for slaveowners whose slaves were freed (the matter ultimately being tabled), the convention amended the state's constitution on February 17 to include the congressionally required slave freedom provisions, and adjourned sine die on February 20. The state's voters ratified the slave freedom amendment on March 26, 1863. On April 20, President Lincoln announced that West Virginia would become a state in 60 days.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Since they were under the military control of the Confederacy at the time, Berkeley, Frederick, and Jefferson counties never held votes on secession or the new West Virginia state constitution. On January 31, 1863, the Restored Government of Virginia passed legislation authorizing the reorganized governor to hold elections in Berkeley County on whether to join West Virginia or not. The reorganized legislature similarly approved on February 4, 1863, an election for Jefferson County (among others). These elections were held, voters approved secession, and Berkeley and Jefferson Counties were admitted to West Virginia.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "However, on December 5, 1865, the Virginia Assembly in Richmond passed legislation repealing all the acts of the reorganized government regarding secession of the 39 counties and the admission of Berkeley and Jefferson counties to the state of West Virginia.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "On March 10, 1866, Congress passed a resolution acknowledging the transfer of the two counties to West Virginia from Virginia.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Virginia sued, arguing that no action had taken place under the act of May 13, 1862, requiring elections, and that the elections which occurred in 1863 were fraudulent and irregular. West Virginia filed a demurrer which alleged that the Supreme Court lacked jurisdiction over the case because it was of a purely political nature.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Associate Justice Samuel Freeman Miller wrote the decision for the majority, joined by Chief Justice Salmon P. Chase and Associate Justices Samuel Nelson, Noah Haynes Swayne, William Strong, and Joseph P. Bradley.", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Justice Miller first disposed of the demurrer. He concluded that the demurrer could not be granted \"without reversing the settled course of decision in this court and overturning the principles on which several well-considered cases have been decided.\" He noted that the court had asserted its jurisdiction in several cases before, including The State of Rhode Island and Providence Plantations v. The Commonwealth of Massachusetts, 37 U.S. 657 (1838); State of Missouri v. State of Iowa, 48 U.S. 660 (1849); Florida v. Georgia, 58 U.S. 478 (1854); and State of Alabama v. State of Georgia, 64 U.S. 505 (1860).", "meta": {"title": "Virginia v. West Virginia"}}
{"text": "Justice Miller then posed three questions for the Court to answer: :\"1. Did the State of Virginia ever give a consent to this proposition which became obligatory on her? 2. Did the Congress give such consent as rendered the agreement valid? 3. If both these are answered affirmatively, it may be necessary to inquire whether the circumstances alleged in this bill, authorized Virginia to withdraw her consent, and justify us in setting aside the contract, and restoring the two counties to that State.\" Justice Miller then reviewed the various acts taken to reorganize the government of Virginia in 1861, and the various acts which the Reorganized Government and the United States took to create the state of West Virginia and extend its jurisdiction over the counties in question. In answering the first question, Miller wrote, \"Now, we have here, on two different occasions, the emphatic legislative proposition of Virginia that these counties might become part of West Virginia; and we have the constitution of West Virginia agreeing to accept them and providing for their place in the new-born State.\" There was no question, in the mind of the majority, that Virginia had given its consent. Although the elections had been postponed due to a \"hostile\" environment, the majority concluded that the Reorganized Government of Virginia had acted in \"good faith\" to carry out its electoral duties in the two counties.", "meta": {"title": "Virginia v. West Virginia"}}